hurrican/wbci-acceptance-test/src/citrus/resources/de/mnet/wbci/acceptance/donating/cdm/v1/LocationService_02/SEARCH_REQUEST_PHONETIC.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Header/>
  <SOAP-ENV:Body>
    <v1:searchBuildings xmlns:v1="http://www.mnet.de/esb/cdm/Resource/LocationService/v1">
      <v1:strategy>PHONETIC</v1:strategy>
      <v1:city>
        <v1:name>München</v1:name>
      </v1:city>
      <v1:streetSection>
        <v1:name>Emmy-Noether-Straße</v1:name>
      </v1:streetSection>
      <v1:building>
        <v1:houseNumber>2</v1:houseNumber>
      </v1:building>
    </v1:searchBuildings>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>